requests/book_deleteBook.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ynov="http://nantes.ynov.com/soap/book">
	<soapenv:Header />
	<soapenv:Body>
		<ynov:deleteBookRequest>
			<ynov:id>15</ynov:id>
		</ynov:deleteBookRequest>
	</soapenv:Body>
</soapenv:Envelope>
